Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
it_it: Queste persone possono aggiungere input alla tua revisione, ma non saranno responsabili del risultato finale pubblicato dal tuo manager. Potrai visualizzare qualsiasi informazione inserita dai revisori aggiuntivi una volta che la valutazione sarà stata pubblicata dal tuo manager. I revisori aggiuntivi potranno visualizzare le risposte che hanno inviato.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
it_it: Queste persone possono aggiungere input alla tua revisione, ma non saranno responsabili del risultato finale pubblicato dal tuo manager. Potrai visualizzare qualsiasi informazione inserita dai revisori aggiuntivi una volta che la valutazione sarà stata pubblicata dal tuo manager. Nota che i manager aggiuntivi potranno vedere la tua autorevisione.

source: Invite workers to participate in this review
it_it: Invita i collaboratori a partecipare a questa revisione

source: No additional managers yet
it_it: Ancora nessun manager aggiuntivo

source: Search and suggest additional manager reviewers to the line manager
it_it: Cerca e suggerisci manager revisori aggiuntivi al manager diretto

source: No suggested additional managers are waiting for an invitation
it_it: Nessun manager aggiuntivo suggerito è in attesa di un invito

source: Manage additional managers
it_it: Gestisci manager aggiuntivi

source: This option allows you to add and manage additional managers in this review.
it_it: Questa opzione ti consente di aggiungere e gestire manager aggiuntivi in questa revisione.

source: Add and manage <br/> additional managers to the review
it_it: Aggiungi e gestisci <br/> manager aggiuntivi per la revisione

source: {{current}} of {{max}} additional managers
it_it: {{current}} di {{max}} manager aggiuntivi

source: Suggest additional managers
it_it: Suggerisci manager aggiuntivi

source: Optional comment
it_it: Commento facoltativo

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
it_it: Hai registrato il tuo account come manager aggiuntivo. Per procedere con l'invio, rimuoviti da questo elenco perché completerai la revisione del manager.

source: Submit & publish review
it_it: Invia e pubblica la Valutazione

source: Publish review
it_it: Pubblica valutazione

source: Submit review
it_it: Invia valutazione

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
it_it: Il modulo in fase di moderazione; puoi modificarlo direttamente scorrendo alle aree specifiche da aggiornare. Riapri il modulo solo se vuoi che il collaboratore modifichi e invii nuovamente la sua revisione. Altrimenti, puoi modificare direttamente i tuoi commenti e la tua valutazione qui sotto.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
it_it: Il tuo modulo è ora in fase di moderazione e verrà riaperto una volta completato il processo di moderazione offline con HR. Una volta che il modulo sarà riaperto, potrai modificare le tue osservazioni e pubblicare la revisione per il collaboratore.

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
it_it: Il tuo modulo è ora in fase di moderazione. Puoi modificarlo direttamente scorrendo la pagina fino alle aree specifiche che desideri aggiornare.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
it_it: Il tuo modulo è ora in fase di moderazione e verrà riaperto una volta completato il processo di moderazione offline con HR. Una volta riaperto, potrai apportare modifiche e pubblicare la revisione per il collaboratore.

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
it_it: Questa revisione è stata spostata alla fase "Conversazione e pubblicazione". Apporta eventuali modifiche necessarie alle valutazioni e ai commenti prima di pubblicare la revisione. Ricorda che, anche se non desideri apportare modifiche, dovrai comunque pubblicare la revisione affinché il collaboratore possa visualizzare le tue valutazioni e i tuoi commenti.

source: Go to most recent
it_it: Vai alla più recente

source: My review
it_it: La mia revisione

source: This user is no longer active.
it_it: Questo utente non è più attivo.

source: No reviews in progress
it_it: Nessuna revisione in corso

source: No performance reviews yet
it_it: Ancora nessuna revisione delle prestazioni

source: Create and publish performance reviews for your organization.
it_it: Crea e pubblica revisioni delle prestazioni per la tua organizzazione.

source: Display draft content
it_it: Visualizza le bozze di contenuti

source: Draft - visible only to you
it_it: Bozza, visibile solo a te

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
it_it: Non hai inviato le tue bozze di commenti e valutazioni come parte di questa revisione. Vuoi visualizzare i tuoi contenuti non pubblicati di seguito? Gli obiettivi e comportamenti senza bozze di contenuti non vengono visualizzati.

source: Overall behavior comment
it_it: Commento complessivo sul comportamento

source: Overall behavior rating
it_it: Valutazione complessiva del comportamento

source: Overall goal comment
it_it: Commento complessivo sull'obiettivo

source: Overall goals rating
it_it: Revisione complessiva degli obiettivi

source: Overall performance comment
it_it: Commento sulle prestazioni complessive

source: Download performance review
it_it: Scarica la valutazione delle prestazioni

source: Period to be evaluated
it_it: Periodo da valutare

source: Previous reviewer
it_it: Revisore precedente

source: Print preview
it_it: Anteprima di stampa

source: Publish final review to worker
it_it: Pubblica la revisione finale per il collaboratore

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
it_it: Se pubblichi questa revisione ora, {{employee}} non potrà inviare la propria autorevisione e non potrai modificare la tua revisione in seguito. Una volta pubblicata la revisione, {{employee}} potrà vederne il risultato.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
it_it: Se pubblichi questa revisione ora, non potrai modificarla in seguito e {{employee}} vedrà il risultato della revisione.

source: I need to continue making changes. I will publish this review later.
it_it: Ho bisogno di continuare a fare modifiche. Pubblicherò questa revisione più tardi.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
it_it: Il tuo modulo è ora in fase di moderazione; di conseguenza, non potrai apportare modifiche o pubblicare la tua revisione per il collaboratore. Una volta chiusa la moderazione, riceverai una notifica che ti avviserà che il tuo modulo è stato riaperto e potrai apportare modifiche alla revisione e ai commenti prima di pubblicarli per il collaboratore.

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
it_it: Il tuo subordinato sarà in grado di visualizzare la tua decisione sul proprio modulo di valutazione e scegliere se accettare o contestare formalmente la revisione.

source: Your final review was successfully published.
it_it: La tua revisione finale è stata pubblicata correttamente.

source: Your review was submitted.
it_it: La tua revisione è stata inviata.

source: Your review was successfully submitted.
it_it: La tua revisione è stata inviata correttamente.

source: Your review was submitted to your manager.
it_it: La tua revisione è stata inviata al tuo manager.

source: Rate this goal
it_it: Valuta questo obiettivo

source: Are you sure you want to reassign this review?
it_it: Riassegnare questa revisione?

source: New assignee for <strong>{{user}}</strong>
it_it: Nuovo assegnatario per <strong>{{user}}</strong>

source: The review was successfully reassigned.
it_it: Revisione riassegnata correttamente.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
it_it: Non hai richiesto alcun feedback su {{name}} durante il periodo di revisione. Perché non ottenere ora insight dai suoi colleghi e da altri stakeholder?

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
it_it: Esplora le richieste su {{name}} che sono state inviate durante il periodo di revisione. Fai clic su qualsiasi richiesta per visualizzare le risposte ricevute. Puoi anche riflettere sulle richieste di periodi precedenti visitando la pagina "Richieste sul mio team".

source: Requests about {{name}}
it_it: Richieste su {{name}}

source: Save and close
it_it: Salva e chiudi

source: The performance review was successfully saved.
it_it: Revisione delle prestazioni salvata correttamente.

source: Performance review
it_it: Revisione delle prestazioni

source: Not applicable
it_it: Non applicabile

source: The self-review is optional. No review was provided yet.
it_it: L'autorevisione è facoltativa. Non è stata ancora fornita alcuna revisione.

source: Sensitive content corrected.
it_it: Contenuti sensibili corretti.

source: Sensitive content detected.
it_it: Contenuti sensibili rilevati.

source: Some words in this review were flagged as sensitive.
it_it: Alcune parole in questa revisione sono state segnalate come sensibili.

source: Update sensitive words
it_it: Aggiorna parole sensibili

source: Feedback about {{name}}
it_it: Feedback su {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
it_it: Questa sezione contiene tutti i feedback su {{name}} che ti sono stati inviati o che sono stati condivisi con te. Usa questi feedback per ottenere una panoramica delle sue prestazioni.

source: Review sign-off
it_it: Approvazione della revisione

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
it_it: Hai contestato la tua valutazione; di conseguenza, il manager del tuo manager diretto sarà in grado di visualizzare i tuoi commenti e la revisione complessiva.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
it_it: Il manager diretto del tuo manager è stato informato che hai contestato la revisione e dovrebbe contattarti.

source: The discussion request was sent.
it_it: Richiesta di discussione inviata.

source: Your review was challenged
it_it: La tua revisione è stata contestata

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
it_it: Puoi inviare la contestazione della revisione solo una volta; di conseguenza, ti consigliamo di preparare i commenti e allegati offline prima di caricarli.

source: Add a final acceptance comment for my manager
it_it: Aggiungi un commento finale di accettazione per il mio manager

source: Your manager will be in touch to arrange a further discussion on your review.
it_it: Il tuo manager ti contatterà per organizzare un'ulteriore discussione sulla tua revisione.

source: "Let's discuss" request sent.
it_it: Richiesta "Parliamone" inviata.

source: Thank you. You have successfully completed your review.
it_it: Grazie. Revisione completata correttamente.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
it_it: Se pubblichi questa revisione ora, i revisori ({{reviewers}}) non potranno inviare la loro revisione e non potrai modificare la tua revisione in seguito. Una volta pubblicata la revisione, {{employee}} potrà vedere il risultato della revisione.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
it_it: Ok. Aspetterò che vengano inviate altre revisioni e pubblicherò questo feedback più tardi.

source: Submit and publish
it_it: Invia e pubblica

source: All good! No action required.
it_it: Tutto bene, nessuna azione richiesta.

source: This review needs an action from you
it_it: Questa revisione richiede un'azione da parte tua

source: Describe agenda point topic
it_it: Descrivi l'argomento del punto all'ordine del giorno

source: About
it_it: Informazioni su

source: Review status
it_it: Stato della revisione

source: Scale items
it_it: Elementi della scala

source: Some translations are missing for this language.
it_it: Per questa lingua mancano alcune traduzioni.

source: Final Validation
it_it: Convalida finale

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
it_it: Non hai inviato le tue bozze di commenti e valutazioni come parte di questa revisione. Vuoi visualizzare i tuoi contenuti non pubblicati di seguito? <br>Gli obiettivi e comportamenti senza bozze di contenuti non vengono visualizzati.

source: Display not submitted content
it_it: Visualizza il contenuto non inviato

source: Not submitted - Visible only to you
it_it: Non inviato, visibile solo a te

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
it_it: I precedenti collaboratori nella revisione hanno contenuti in bozza che potrebbero aiutarti. Vuoi visualizzare il contenuto della bozza? Il contenuto rimarrà in questo stato e non sarà visibile ai collaboratori in nessuna fase del processo.

source: Display previous content
it_it: Mostra contenuto precedente

source: Previous drafted content— Visible only to you; will not be published to the worker
it_it: Contenuto creato come bozza in precedenza. È visibile solo a te e non sarà pubblicato per il collaboratore.

source: Performance rating
it_it: Valutazione delle prestazioni

source: Discussion outcome
it_it: Esito della discussione

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
it_it: Queste informazioni sono solo per tuo riferimento e non verranno inviate come parte della revisione. Solo la persona che esegue la revisione può vedere il contenuto di questa pagina. Le informazioni nel feedback, nella richiesta di feedback e nei comportamenti si basano sul periodo di revisione. Il contenuto al di fuori di questo periodo di revisione non apparirà qui, ma è accessibile nelle solite posizioni all'interno dell'applicazione.

source: Useful information
it_it: Informazioni utili

source: Required
it_it: Obbligatorio

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
it_it: Questa opzione consente di suggerire un manager aggiuntivo per questa revisione. Dopo l'invio, il manager principale assegnato a questa revisione deciderà se aggiungere la persona o le persone che hai proposto alla revisione.

source: Additional manager request pending
it_it: Richiesta di manager aggiuntivo in sospeso

source: Invited by {{name}}
it_it: Invitato da {{name}}

source: No other managers are involved in this review.
it_it: Nessun altro manager è coinvolto in questa revisione.

source: Feedback about {{employee}}
it_it: Feedback su {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
it_it: I tuoi commenti non saranno salvati a meno che tu non li invii. Se annulli ora, perderai i tuoi commenti e gli allegati caricati.

source: Performance review about {{name}}
it_it: Revisione delle prestazioni di {{name}}

source: Performance review about me
it_it: Revisioni delle prestazioni su di me

source: My feedback
it_it: Il mio feedback

source: Requests about {{employee}}
it_it: Richieste su {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
it_it: Qui puoi vedere le richieste riguardanti {{employee}} che sono state inviate durante il periodo di revisione. Fai clic su una richiesta per visualizzare le risposte. Puoi anche riflettere sulle richieste precedenti di periodi di tempo passati visitando la tua pagina "Richieste sul mio team".

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
it_it: Il feedback incluso qui sarà visibile a {{manager}} quando completerà la tua Valutazione. Considera di visitare la tua pagina del feedback per verificare se ci sono feedback individuali che potrebbero essere rilevanti per la tua Valutazione e che potresti condividere con il tuo manager, così che siano visibili in questo pannello.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
it_it: Questa sezione contiene tutti i feedback su {{employee}} che ti sono stati inviati o che sono stati condivisi con te. Usa questi feedback per ottenere una panoramica delle sue prestazioni.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
it_it: Per la tua conversazione, rifletti sul tuo profilo comportamentale, individua esempi di momenti in cui hai dimostrato ciascun comportamento e pensa a come puoi concentrarti su di essi in futuro. Rifletti su eventuali feedback o insight che hai ricevuto dai colleghi e determina se puoi usarli per evidenziare eventuali esempi. Noti delle lacune nella tua ruota? Richiedi feedback a colleghi e stakeholder su qualsiasi comportamento chiave.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
it_it: Per la tua conversazione, rifletti sul profilo comportamentale di {{employee}}, individua esempi di momenti in cui ha dimostrato ciascun comportamento e pensa su cosa credi che dovrebbe concentrarsi in futuro.

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
it_it: Queste informazioni sono solo per tuo riferimento e non verranno inviate come parte della revisione. Solo chi ha effettuato l'autorevisione e il manager revisore possono vedere il contenuto di questo pannello. Le informazioni riguardanti il feedback, le richieste di feedback e i comportamenti si basano sul periodo di revisione. Il contenuto al di fuori di questo periodo di revisione non verrà visualizzato qui, ma è accessibile nelle posizioni pertinenti all'interno dell'applicazione.

source: Feedback visible to {{name}}
it_it: Feedback visibile a {{name}}

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
it_it: Questo feedback sarà visibile a {{name}} quando completerà la tua revisione. Considera di visitare la tua pagina dei feedback e controlla se ci sono feedback rilevanti per la tua revisione che puoi condividere. Esamina i feedback che hai allegato ai tuoi obiettivi e assicurati di condividerli con il tuo manager per renderli visibili su questa pagina.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
it_it: Il collaboratore sta finalizzando le sue risposte alle domande del widget. Una volta pubblicate le risposte, potrai visualizzarle.

source: Past reviews
it_it: Revisioni passate

source: Upcoming review
it_it: Revisione imminente

source: OK. I will wait for the self-review to be submitted.
it_it: Ok. Aspetterò l'invio dell'autorevisione.

source: Bold (CTRL+B)
it_it: Grassetto (Ctrl+B)

source: Bulleted list (CTRL+ALT+O)
it_it: Elenco puntato (Ctrl+Alt+O)

source: Italic (CTRL+I)
it_it: Corsivo (Ctrl+I)
